available_categories = [
    "аналитик 1С",
    "BI-аналитик",
    "аналитик данных",
    "продуктовый аналитик",
    "бизнес-аналитик",
    "аналитик бизнес-процессов",
    "системный аналитик",
    "system owner",
    "проектировщик ИТ-решений",
]
available_grades = ["Junior", "Middle", "Senior", "Lead"]
available_locations = ["РФ", "Казахстан", "Беларусь", "Не важно"]
available_subject_areas = [
    "финтех",
    "риск-менеджмент",
    "дата сайнс/машинное обучение",
    "дата-инженерия",
    "маркетинг/CRM",
    "E-commerce",
    "биллинговые системы",
    "мобильная разработка",
    "геймдев",
    "WEB",
    "другое"
]
variants = [
    "Название вакансии",
    "Код вакансии",
    "Категория",
    "Название компании",
    "URL компании",
    "Грейд",
    "Локация",
    "Часовой пояс",
    "Предметные области",
    "Формат работы",
    "Тема проекта",
    "Зарплата",
    "Обязанности",
    "Требования",
    "Задачи",
    "Пожелания",
    "Бонусы",
    "Контактные данные",
    "Теги",
    "Вернуться к вакансии"
]

data_dict = {
    "Название вакансии": "vacancy_name",
    "Код вакансии": "vacancy_code",
    "Категория": "category",
    "Название компании": "company_name",
    "URL компании": "company_url",
    "Грейд": "grade",
    "Локация": "location",
    "Часовой пояс": "timezone",
    "Предметные области": "subjects",
    "Формат работы": "job_format",
    "Тема проекта": "project_theme",
    "Зарплата": "salary",
    "Обязанности": "responsibilities",
    "Требования": "requirements",
    "Задачи": "tasks",
    "Пожелания": "wishes",
    "Бонусы": "bonus",
    "Контактные данные": "contacts",
    "Теги": "tags"
}