available_categories = [
    "аналитик 1С",
    "BI-аналитик",
    "аналитик данных",
    "продуктовый аналитик",
    "бизнес-аналитик",
    "аналитик бизнес-процессов",
    "системный аналитик",
    "system owner",
    "проектировщик ИТ-решений",
]
available_grades = ["Junior", "Middle", "Senior", "Lead"]
available_locations = ["РФ", "Казахстан", "Беларусь", "Не важно"]
available_subject_areas = [
    "финтех",
    "риск-менеджмент",
    "дата сайнс/машинное обучение",
    "дата-инженерия",
    "маркетинг/CRM",
    "E-commerce",
    "биллинговые системы",
    "мобильная разработка",
    "геймдев",
    "WEB",
    "другое"
]
